{
  "blogs": [
    {
      "title": "Saturday",
      "body": "Once upon a time there lived a T-Rex named Gwar. He loved blues guitar, but his arms were too short for him to play a guitar of his own. This made him sad, and he pondered what he could do. When all of a sudden, Fred Flinston showed up! Mr. T-Rex offered him the guitar, but Mr. Flinston only played top 10 songs. So, Mr. T-Rex ate Mr. Flinston and his search went on. And then it rained, and everyone got very wet right before the Itsy Bitsy Spider reemerged. The Itsy Bitsy Spider was afraid of dinosaurs, so the T-Rex absolutely terrified her. So she screamed, “AHHHHH!” Immediate darkness. The slide down the slimy path was terrifying. Once she landed in the stomach she clung to the corrugated inside wall to avoid being crushed. But, she was crushed and the incredible hulk saved her by scooping her up and carrying her off to Burkina Faso. Fortunately, she was fluent in the language of Burkina Faso, so she was able to communicate with the locals. One showed her a presentation by his tap-dancing cat.",
      "author": "yoshi",
      "star": false,
      "id": 1
    },
    {
      "title": "Books",
      "body": "Naturally this “roar” was indeed a top 10 song being Katy Perry’s “ROAR.” This was put on a loop for nearly 45 minutes until the Earth began to shake out of pure frustration. This was the biggest Earthquake known to the Animal Kingdom since Frank and Mammoth dropped his bowling ball collection. Walking around, they found nothing but the land around them. “What do you think we should do?” asked Nick. “I don’t know, let’s just wait it out,” replied Jeffery. Suddenly a lion leaped out of the bushes and bit off Nick’s arm and tree branch grew in the spot where his arm used to be. The branches started blooming Jasmine and chocolate drops. Nick screamed “OUCH!” then opened up his first aid kit and smiled. Nick screamed as blood rushed from him and his arm was 10 feet away. He screamed, stating “Ah! It’s me all over!” Tiffany laughed and stated “I was right, we do need to stay!”",
      "author": "yoshi",
      "star": false,
      "id": 2
    }
  ]
}